Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The primary exploration target for the well was to prove petroleum in Upper Cretaceous reservoir rocks (the Lysing formation).
nb: Primært letemål for brønnen var å påvise petroleum i øvre kritt reservoarbergarter (Lysingformasjonen).

source: The secondary exploration target was to prove petroleum in Lower to Middle Jurassic reservoir rocks (the Garn, Ile, Tofte and Tilje formations).
nb: Sekundært letemål var å påvise petroleum i undre til midte jura reservoarbergarter (Garn-, Ile-, Tofte- og Tiljeformasjonen).

source: The well encountered the Lysing formation with dense reservoir rocks.
nb: Brønnen påtraff Lysingformasjonen med reservoarbergarter som er tette.

source: In the secondary target, gas was encountered in the Garn formation with reservoir rocks and reservoir quality as expected, and in addition gas was encountered in the Upper Jurassic (the Rogn formation).
nb: I sekundært mål ble det påtruffet gass i Garnformasjonen med reservoarbergarter og reservoarkvalitet som forventet, og i tillegg ble det påtruffet gass i øvre jura (Rognformasjonen).

source: In total, there is a 40-metre gas column in the Rogn and Garn formation.
nb: Totalt er det en 40 meter kolonne gass i Rogn- og Garnformasjonen.

source: The size of the discovery is not financially viable.
nb: Størrelsen på funnet er ikke økonomisk interessant.

source: The well is the first exploration well in production licence 471.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 471.

source: The well was drilled to a vertical depth of 3359 metres below sea level, and was terminated in the Tilje formation in Lower Jurassic rocks.
nb: Brønnen ble boret til et vertikalt dyp av 3359 meter under havflaten og ble avsluttet i Tiljeformasjonen i undre jura.

source: Water depth at the site is 230 metres.
nb: Havdypet er 230 meter.

source: Well 6407/5-2 S was drilled by the Borgland Dolphin drilling facility, which will now proceed to production licence 559 in the Norwegian Sea to drill wildcat well 6608/11-7 S where Rocksource ASA is the operator.
nb: Brønn 6407/5-2 S ble boret av boreinnretningen Borgland Dolphin som skal til utvinningstillatelse 559 i Norskehavet for å bore undersøkelsesbrønn 6608/11-7 S der Rocksource ASA er operatør.

source: The well was drilled about seven kilometres southeast of the Heidrun field.
nb: Brønnen er boret omlag sju kilometer sørøst for Heidrunfeltet.

source: The purpose of the well was to prove petroleum in Lower Jurassic reservoir rocks (the Tilje and Åre formations).
nb: Hensikten med brønnen var å påvise petroleum i nedre jura reservoarbergarter (Tilje- og Åreformasjonen).

source: Reservoir rocks of expected thickness and of good quality were encountered in the Tilje and Åre formations.
nb: Det ble påtruffet reservoarbergarter med forventet mektighet og av god kvalitet i Tilje- og Åreformasjonen.

source: This is the first exploration well in production licence 434.
nb: Dette er den første letebrønnen i utvinningstillatelse 434.

source: The well was drilled to a vertical depth of 2525 metres below sea level, and was terminated in the Åre formation in the Lower Jurassic.
nb: Brønnen ble boret til et vertikalt dyp på 2525 meter under havflaten, og ble avsluttet Åreformasjonen i nedre jura.

source: The water depth is 329 metres.
nb: Havdypet er 329 meter.

source: Well 6507/8-8 was drilled by the drilling facility Songa Delta, which will proceed to production licence 378 in the North Sea to drill appraisal well 35/12-4, where Wintershall Norge ASA is the operator.
nb: Brønn 6507/8-8 ble boret av boreinnretningen Songa Delta, som skal til utvinningstillatelse 378 i Nordsjøen for å bore avgrensningsbrønn 35/12-4 der Wintershall Norge ASA er operatør.

source: The well proved oil and gas.
nb: Brønnen påviste olje og gass.

source: The well was drilled about ten kilometres south of the Norne field in the Norwegian Sea.
nb: Brønnen er boret om lag ti kilometer sør for Nornefeltet i Norskehavet.

source: The objective of the well was to prove petroleum in Early Jurassic reservoir rocks (the Tilje/Åre formations).
nb: Hensikten med brønnen var å påvise petroleum i reservoarbergarter av tidlig jura alder (Tilje-/Åreformasjonene).

source: The well proved gas and oil in the Tilje/Åre formations with reservoir properties as expected.
nb: Brønnen påviste gass og olje i Tilje-/Åreformasjonene med reservoaregenskaper som forventet.

source: An 18-metre gas column and 23-metre oil column were identified.
nb: Det ble påtruffet en gasskolonne på 18 meter og en oljekolonne på 23 meter.

source: The preliminary size of the discovery has been estimated at about one million standard cubic metres of recoverable oil equivalents.
nb: Størrelsen på funnet er foreløpig beregnet til omtrent 1 million standard kubikkmeter utvinnbare oljeekvivalenter.

source: Further studies and exploration of the further potential can clarify whether the discovery is commercially viable.
nb: Videre studier og utforskning av tilleggspotensialet kan avklare om funnet har kommersiell interesse.

source: This is the first exploration well in production licence 482.
nb: Dette er den første letebrønnen i utvinningstillatelse 482.

source: The well was drilled to a vertical depth of 1770 metres below the surface and terminated in Early Jurassic rocks.
nb: Brønnen ble boret til et vertikalt dyp på 1770 meter under havflaten og avsluttet i bergarter av tidlig jura alder.

source: The water depth is 395 metres.
nb: Havdypet er 395 meter.

source: Well 6508/1-2 was drilled by the Aker Barents drilling facility, which will now proceed to production licence 530 in the Barents Sea to drill wildcat well 7124/4-1S, where GDF SUEZ Norge AS is the operator.
nb: Brønn 6508/1-2 ble boret av boreinnretningen Aker Barents, som nå skal til utvinningstillatelse 530 i Barentshavet for å bore undersøkelsesbrønn 7124/4-1S, der GDF SUEZ Norge AS er operatør.

source: The well has been drilled about 45 kilometres southwest of the discovery 6705/10-1 Asterix and 60 kilometres north of the discovery 6603/12-1 Gro.
nb: Brønnen er boret omlag 45 kilometer sørvest for funnet 6705/10-1 Asterix og 60 kilometer nord for funnet 6603/12-1 Gro.

source: The purpose of the well was to prove petroleum in reservoir rocks from the Upper Cretaceous (the Springar formation).
nb: Hensikten med brønnen var å påvise petroleum i øvre kritt reservoarbergarter (Springarformasjonen).

source: It encountered the Springar formation with reservoir rocks and reservoir quality as expected, but the well is dry.
nb: Den påtraff Springarformasjonen med reservoarbergarter og reservoarkvalitet som forventet, men brønnen er tørr.

source: This is the first exploration well in production licence 522.
nb: Dette er den første letebrønnen i utvinningstillatelse 522.

source: The well was drilled to a vertical depth of 3511 metres below the surface of the sea and was terminated in the Springar formation.
nb: Brønnen ble boret til et vertikalt dyp på 3511 meter under havflaten, og ble avsluttet i Springarformasjonen.

source: The water depth is 1262 metres.
nb: Havdypet er 1262 meter.

source: Well 6604/2-1 was drilled by the Aker Barents drilling facility, which is moving to production licence 377S west of the Vega field in the North Sea to drill wildcat well 35/7-1 S, where Idemitsu Petroleum Norge AS is the operator.
nb: Brønn 6604/2-1 ble boret av boreinnretningen Aker Barents, som skal til utvinningstillatelse 377S vest for feltet Vega i Nordsjøen for å bore undersøkelsesbrønn 35/7-1 S der Idemitsu Petroleum Norge AS er operatør.

source: Well 6607/12-2 S was drilled about eight kilometres west of the Norne field.
nb: Brønn 6607/12-2 S er boret om lag åtte kilometer vest for Nornefeltet.

source: The primary exploration target for the well was to prove petroleum in Middle and Lower Jurassic reservoir rocks (Fangst and Båt group).
nb: Primært letemål for brønnen var å påvise petroleum i midtre og nedre jura reservoarbergarter (Fangst- og Båtgruppen).

source: The secondary exploration target was to prove petroleum in Cretaceous reservoir rocks (Cromer Knoll group).
nb: Sekundært letemål var å påvise petroleum i kritt reservoarbergarter (Cromer Knollgruppen).

source: The well proved gas and oil in both the primary and secondary exploration targets with reservoir properties as expected.
nb: Brønnen påviste gass og olje i både det primære og det sekundære letemålet med reservoaregenskaper som forventet.

source: Preliminary estimates of the size of the discovery are between 3 and 16 million Sm3 recoverable oil equivalents.
nb: Foreløpige beregninger av størrelsen på funnet er mellom 3 og 16 millioner Sm3 utvinnbare oljeekvivalenter.

source: Development of the discovery will be considered in conjunction with other fields in the area.
nb: Funnet vil bli vurdert utbygget mot eksisterende felt i området.

source: This is the second exploration well in production licence 127.
nb: Dette er den andre letebrønnen i utvinningstillatelse 127.

source: The licence was awarded in licensing round 10 B in 1986.
nb: Tillatelsen ble tildelt i konsesjonsrunde 10 B i 1986.

source: The well was drilled to a vertical depth of 4245 metres below the sea surface and terminated in early Jurassic rocks (Åre formation).
nb: Brønnen ble boret til et vertikalt dyp på 4245 meter under havflaten og avsluttet i bergarter av tidlig jura alder (Åreformasjonen).

source: The water depth is 369 metres.
nb: Havdypet er 369 meter.

source: The well will now be temporarily plugged and abandoned.
nb: Brønnen blir nå midlertidig plugget og forlatt.

source: The well was drilled in the North Sea, about 200 kilometres west of Sandnessjøen and about five kilometres northeast of the 6608/11-4 (”Linerle”) discovery.
nb: Brønnen er boret i Norskehavet, om lag 200 kilometer vest for Sandnessjøen og om lag 5 kilometer nordøst for funnet 6608/11-4 (”Linerle”).

source: The primary exploration target for the well was to prove petroleum in Lower Jurassic and Upper Triassic reservoir rocks (the Åre formation).
nb: Primært letemål for brønnen var å påvise petroleum i nedre jura og øvre trias reservoarbergarter (Åreformasjonen).

source: The secondary exploration target was to prove petroleum in Upper Triassic reservoir rocks (Grey Beds and Red Beds).
nb: Sekundært letemål var å påvise petroleum i øvre trias reservoarbergarter (Grey Beds og Red Beds).

source: The well encountered the upper part of the Åre formation’s reservoir rocks with poorer reservoir quality than expected.
nb: Brønnen påtraff øvre del av Åreformasjonens reservoarbergarter med dårligere reservoarkvalitet enn forventet.

source: In the secondary exploration target, reservoir rocks were encountered of good reservoir quality as expected.
nb: I det sekundære letemålet ble det påtruffet reservoarbergarter av god reservoarkvalitet som forventet.

source: Data acquisition has been carried out.
nb: Det er utført datainnsamling.

source: This is the first exploration well in production licence 559.
nb: Dette er den første letebrønnen i utvinningstillatelse 559.

source: The licence was awarded in APA 2009.
nb: Tillatelsen ble tildelt i TFO 2009.

source: The well was drilled to a vertical depth of 2185 metres below the sea surface, and was terminated in Late Triassic rocks.
nb: Brønnen ble boret til et vertikalt dyp på 2185 meter under havflaten, og den ble avsluttet i bergarter av sen trias alder.

source: The water depth is 333 metres.
nb: Havdypet er 333 meter.

source: Well 6608/11-7 S was drilled by the Borgland Dolphin drilling facility, which will now proceed to production licence 350 in the Norwegian Sea to drill wildcat well 6507/6-4 where E.ON Ruhrgas Norge AS is the operator.
nb: Brønn 6608/11-7 S ble boret av boreinnretningen Borgland Dolphin, som nå skal til utvinningstillatelse 350 i Norskehavet for å bore undersøkelsesbrønn 6507/6-4 der E.ON Ruhrgas Norge AS er operatør.

source: The wells were drilled in the southern part of the North Sea, about 19 kilometres southwest of the Ula field.
nb: Brønnene ble boret i sørlig del av Nordsjøen, om lag 19 kilometer sørvest for Ulafeltet.

source: The objective of well 7/11-12 S was to prove petroleum in Triassic reservoir rocks (Skagerrak formation).
nb: Hensikten med brønn 7/11-12 S var å påvise petroleum i trias reservoarbergarter (Skagerrakformasjonen).

source: A 40-metre gross gas column was encountered in Jurassic Age (Ula formation) reservoir rocks, and the reservoir quality in Triassic rocks was poorer than expected.
nb: Det ble påtruffet en 40 meter brutto gasskolonne i jura (Ulaformasjonen), reservoarbergarter og reservoarkvalitet i trias var dårligere enn forventet.

source: The objective of the sidetrack, which was drilled higher on the structure on a separate segment, was to prove petroleum in Upper Jurassic rocks (Ula formation) and in Triassic rocks (Skagerrak formation).
nb: Hensikten med sidesteget, som ble boret høyere på strukturen på et eget segment, var å påvise petroleum i øvre jura (Ulaformasjonen) og i trias (Skagerrakformasjonen).

source: A 34-metre gross gas column was encountered in Jurassic rocks (Ula formation) with poorer reservoir quality than expected.
nb: Det ble påtruffet en 34 meter brutto gasskolonne i jura (Ulaformasjonen) med reservoarkvalitet dårligere enn forventet.

source: Further evaluation of the well results is necessary in order to calculate the size of the discovery.
nb: Videre evaluering av brønnresultatene er nødvendig før funnets størrelse kan beregnes.

source: The wells are the first two exploration wells in production licence 301 CS.
nb: Brønnene er de to første letebrønnene i utvinningstillatelse 301 CS.

source: The licence was carved out from production licence 301 in 2008.
nb: Tillatelsen ble fradelt utvinningstillatelse 301 i 2008.

source: Well 7/11-12 S was drilled to a vertical depth of 5357 metres below the sea surface, while well 7/11-12 A was drilled to a vertical depth of 5201 metres below the sea surface.
nb: Brønn 7/11-12 S ble boret til et vertikalt dyp av 5357 meter under havflaten, mens brønn 7/11-12 A ble boret til et vertikalt dyp av 5201 meter under havflaten.

source: Both wells were terminated in Triassic rocks (Skagerrak formation).
nb: Begge brønnene ble avsluttet i trias (Skagerrakformasjonen).

source: The wells are classified as HTHP wells, which means they were drilled under high temperature and high pressure.
nb: Brønnene er klassifisert som HTHT brønner, det vil si de er boret under høy temperatur og høyt trykk.

source: The water depth is 72 metres.
nb: Havdypet er 72 meter.

source: The wells will now be plugged and abandoned.
nb: Brønnene blir nå plugget og forlatt.

source: Wells 7/11-12 S and 7/11-12 A were drilled with the Maersk Gallant drilling facility, which will proceed to production licence 146 in the southern part of the North Sea to drill wildcat well 2/4-21 where Statoil Petroleum AS is the operator.
nb: Brønnene 7/11-12 S og 7/11-12 A ble boret med boreinnretningen Maersk Gallant som skal til utvinningstillatelse 146 i sørlig del av Nordsjøen for å bore undersøkelsesbrønn 2/4-21 hvor Statoil Petroleum AS er operatør.

source: In cooperation with the Directorate of Fisheries, the NPD is planning to conduct the courses in February and March 2009, possibly with a subsequent follow-up course.
nb: Oljedirektoratet har i samarbeid med Fiskeridirektoratet lagt opp til å gjennomføre kursene i løpet av februar og mars 2009, eventuelt med et senere oppsamlingskurs.

source: The first two courses, which will be arranged in Bergen (February) and Tromsø (March) are fully booked.
nb: De to første kursene, som avvikles i Bergen (februar) og Tromsø (mars), er fulltegnede.

source: Everyone on the Directorate of Fisheries’ lists of approved fishery experts have been invited.
nb: Kurstilbudet er sendt til alle som står på Fiskeridirektoratets lister over godkjente fiskerikyndige.

source: “Interest in the course has exceeded all expectations.
nb: ”Interessen for kurset er over all forventning.

source: Fishery experts play a key role when a seismic vessel moves into areas where fishing activity is in progress,” says the NPD's Jan Stenløkk, who has participated in organizing this course.
nb: Fiskerikyndig har en nøkkelrolle når et seismikkfartøy beveger seg inn i områder hvor det pågår fiske,” sier Jan Stenløkk i Oljedirektoratet, som har vært med på å legge opp kurset.

source: He hopes and believes that capable and up-to-date fishery experts can contribute to improving coexistence between fishery activities and seismic acquisition activities.
nb: Han håper og tror at dyktige og faglig oppdaterte fiskerikyndige kan bidra til å bedre sameksistensen mellom fiskeri- og seismikkvirksomhet.

source: Due to the strong interest, the three-day course will be held several times and in several towns, e.g. Bergen, Ålesund and Tromsø.
nb: På grunn av den store interessen for å delta, vil kurset bli holdt flere ganger og i flere byer, som Bergen, Ålesund og Tromsø.

source: It may still be necessary to limit the number of participants at some of the courses and course locations.
nb: Det kan likevel bli nødvendig å begrense antall deltagere på enkelte kurs og kurssteder.

source: This year the NPD will cover all expenses for the actual course, while each participant must book and pay for travel and accommodation at the course location.
nb: Det er Oljedirektoratet som dekker alle utgifter til selve kurset i år, mens deltakeren selv må bestille og betale for reise og overnatting på kursstedet.

source: Seismic acquisition on the Norwegian shelf has attracted more attention and led to an increasing degree of conflict over the last few years, not least due to a higher activity level in the petroleum sector.
nb: Oppmerksomheten og konfliktnivået rundt innsamling av seismiske data på norsk sokkel har økt de siste årene, blant annet som følge av økt aktivitetsnivå i petroleumssektoren.

source: To improve relations between the fisheries and the seismic activities, a joint working group from the Directorate of Fisheries and the NDP has proposed a number of measures, one of which is an obligatory course for fishery experts who are to work on board seismic vessels.
nb: For å bedre forholdet mellom fiskeri- og seismikkaktivitet har en arbeidsgruppe mellom Fiskeridirektoratet og Oljedirektoratet foreslått en rekke tiltak, blant annet obligatorisk kursing av fiskerikyndige som skal arbeide ombord på seismiske fartøy.

source: It has been proposed that the obligatory course requirement should be included in the Resource Management Regulations, the change is scheduled to enter into force on 1 June 2009.
nb: Kravet om obligatorisk kurs er foreslått inntatt i ressursforskriften, endringen vil etter planen tre i kraft fra 1. juni 2009.

source: After this date everyone will need to have completed such a course before they are approved for work as fishery experts on board a seismic vessel.
nb: Etter dette tidspunkt vil det være et krav at kurset er gjennomført for å bli godkjent og kunne virke som fiskerikyndig på seismikkfartøy.

source: The current requirements for fisheries competence and experience will continue to apply and are a condition for participation in the course.
nb: Dagens krav til fiskerikompetanse og -erfaring vil for øvrig fortsatt gjelde, og er en forutsetning for å kunne delta på kurset.

source: On the basis of the requirements posed to a fishery expert, the course participants are expected to have a good command of basic English and technical terminology.
nb: På bakgrunn av krav til fiskerikyndig person forventes det at kursdeltagerne behersker grunnleggende engelsk og fagterminologi.

source: All participants will therefore be given a brief language test.
nb: Det blir derfor en kort språktest som alle deltagerne må gjennomgå.

source: Geophysical and geological methods and equipment
nb: Geofysiske og geologiske metoder og utstyr

source: The statutory requirements (relevant laws and regulations, including interpretations and discussions concerning this), the manual for fishery experts
nb: Regelverket med relevante lover og forskrifter, inkludert fortolkning og diskusjon rundt dette), fiskerikyndiges manual

source: The government process relating to seismic acquisition
nb: Offentlig saksgang for seismisk undersøkelse

source: Information from the Coast Guard – their role at sea
nb: Informasjon fra Kystvakta - deres rolle på havet

source: The role of the fishery expert(authority, adviser, duties, conflict handling – group work and discussion)
nb: Den fiskerikyndiges rolle (myndighet, rådgiver, oppgaver, konflikthåndtering - gruppearbeid og diskusjon)

source: Effects on fish and fishing during seismic acquisition
nb: Effekter på fisk og fiske under seismisk datainnsamling

source: Reporting requirements for the fishery expert
nb: Rapporteringskrav for den fiskerikyndige

source: Language test and final knowledge test
nb: Språktest og avsluttende kunnskapstest

source: Bjørn Nornes, who was the first fishery expert on a seimic vessel on the NCS, is pleased that the NPD and the fisheries directorate have developed courses.
nb: Bjørn Nornes, som var den første fiskerikyndige på seismikkfartøy på norsk sokkel, er glad for at det settes opp kurs.

source: There’s a big need for training, he said in an interview given to the magazine Norwegian Continental Shelf in 2008.
nb: Behovet for opplæring er stort, sa han i et intervju med magasinet Norsk sokkel i 2008.

source: (Picture: Emile Ashley)
nb: (Foto: Emile Ashley)

source: Read more about fishery experts on seismic vessels here: Specialist in conflict resolution
nb: Les mer om fiskerikyndige på seismikkfartøy her: Megler på opprørt hav

source: The well was drilled about 145 kilometres northwest of Hammerfest and about 40 kilometres south of the 7120/8-1 Askeladd gas deposit, which is part of the Snøhvit development.
nb: Brønnen er boret omlag 145 kilometer nordvest for Hammerfest og om lag 40 kilometer sør for gassforekomsten 7120/8-1 Askeladd, som inngår i Snøhvitutbyggingen.

source: The objective of the well was to prove petroleum in Middle Jurassic reservoir rocks (the Stø formation).
nb: Hensikten med brønnen var å påvise petroleum i midtre jura reservoarbergarter (Støformasjonen).

source: The Snadd formation from the Late Triassic Age was the secondary exploration target, but was not reached.
nb: Snaddformasjonen av sen trias alder var sekundært letemål, men ble ikke nådd.

source: Reservoir rocks of good quality were encountered in the Stø formation.
nb: Det ble påtruffet reservoarbergarter med god reservoarkvalitet i Støformasjonen.

source: This is the first exploration well in production licence 488.
nb: Dette er den første letebrønnen i utvinningstillatelse 488.

source: The well was drilled to a vertical depth of 2887 metres below the sea surface, and was terminated 150 m into the Fruholmen formation in the Upper Triassic.
nb: Brønnen ble boret til et vertikalt dyp på 2887 meter under havflaten, og ble avsluttet 150 m inn i Fruholmenformasjonen i øvre trias.

source: The water depth at the site is 192 metres.
nb: Havdypet er 192 meter.

source: Well 7119/12-4 was drilled by the Polar Pioneer drilling facility, which will now proceed to production licence 532 in the Barents Sea to drill wildcat well 7220/8-1, where Statoil Petroleum AS is the operator.
nb: Brønn 7119/12-4 ble boret av boreinnretningen Polar Pioneer, som nå skal til utvinningstillatelse 532 i Barentshavet for å bore undersøkelsesbrønn 7220/8-1 der Statoil Petroleum AS er operatør.

source: The well has been drilled about 115 kilometres northwest of Hammerfest and about 50 kilometres west of the Goliat field.
nb: Brønnen er boret om lag 115 kilometer nordvest for Hammerfest og om lag 50 kilometer vest for Goliatfeltet.
